Repository: DHJ1827/F1CC_4
Catalog: F1CC_4/*.lproj/Localizable.strings
Languages: de, es, fr, it

# about
source: About F1CC
de: Über F1CC
es: Acerca de F1CC
fr: À propos de F1CC
it: Circa F1CC

# ACa_error
source: Cards must be &lt;10,000 for
de: Karten müssen &lt; 10.000 sein für
es: Las tarjetas deben ser &lt; 10,000 para
fr: Les cartes doivent être &lt; 10 000 pour
it: Le carte devono essere &lt; 10.000 per

source: ACa
de: VKa
es: TaD
fr: CaD
it: CaD

# ACo_error
source: Coins must be &gt; 0 and &lt; 100,000,000
de: Münzen müssen &gt; 0 und &lt; 100.000.000 sein
es: Las monedas deben ser &gt; 0 y &lt; 100.000.000
fr: Les pièces doivent être &gt; 0 et &lt; 100 000 000
it: Le monete devono essere &gt; 0 e &lt; 100.000.000

source: ACo
de: VMu
es: MoD
fr: PiD
it: MoD

source: and
de: und
es: y
fr: et
it: e

# andAlso
source: and select him. You should also select
es: y seleccionarlo. También debe seleccionar
fr: et sélectionnez-le. Vous devez également sélectionner
it: e selezionalo. Dovresti anche selezionare

# andSelect
source: and select him.
es: y seleccionarlo.
fr: et sélectionnez-le.
it: e selezionalo.

source: Available Cards
de: Verfügbare Karten
es: Tarjetas disponibles
fr: Cartes disponibles
it: Carte disponibili

source: Available Coins
de: Verfügbare Münzen
es: Monedas disponibles
fr: Pièces disponibles
it: Monete disponibili

# back_btn
source: Press back again to exit
de: Drücken Sie erneut zurück, um den Vorgang zu beenden
es: Premi di nuovo indietro per uscire
fr: Appuyez à nouveau pour quitter
it: Premi di nuovo indietro per uscire

# basicMode
source: Basic
es: Básico
fr: Simple
it: Base

# basicSelect
source: : You should select
es: : Debe seleccionar
fr: : Vous devez sélectionner
it: : Dovresti selezionare

# basicUpgrade
source: : You should upgrade
es: : Deberías actualizar
fr: : Vous devriez mettre à jour
it: : Dovresti aggiornare

source: Brakes
de: Bremsen
es: Frenos
fr: Freins
it: Freni

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla

source: Cards
de: Karten
es: Tarjetas
fr: Cartes
it: Carte

# CL_error
source: Current Level must be between 0 - 11 for
de: Der Aktuelles Stufe muss zwischen 0 und 11 liegen
es: El Nivel Actual debe estar entre 0 y 11 para
fr: Le Niveau Actuel doit être compris entre 0 et 11 pour
it: Il Livello Attuale deve essere compreso tra 0 e 11 per

source: CL
de: AS
es: NA
fr: NA
it: LA

source: Coins: %@
de: Münzen: %@
es: Monedas: %@
fr: Pièces %@
it: Monete: %@

source: Common
de: Verbreitet
es: Común
fr: Commun
it: Comune

source: Consistency
de: Konstanz
es: Consistencia
fr: Régularité
it: Constanza

source: CR
de: AB
es: VA
fr: NA
it: VA

source: Current Level
de: Aktuelles Stufe
es: Nivel actual
fr: Niveau actuel
it: Livello attuale

source: Current Rating
de: Aktuelle Bewertung
es: Valutazione attuale
fr: Note actuelle
it: Valoración actual

source: Defending
de: Verterdigen
es: Defender
fr: Défense
it: Defesa

# detailMode
source: Detail
es: Detalle
fr: Détail
it: Dettaglio

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Particolari

source: Driver
de: Rennfahrer
es: Piloto
fr: Pilote
it: Piloti

source: Engine
de: Motor
es: Motor
fr: Moteur
it: Motore

source: Epic
de: Epos
es: Épico
fr: Épique
it: Epico

source: Front Wing
de: Vorderflügel
es: Alerón delantero
fr: Aileron avant
it: Ala anteriore

source: Fuel Management
de: Sprit-Management
es: Gest. de combustible
fr: Économie d'essence
it: Gest. del carburate

source: Gear Box
de: Getriebe
es: Caja de cambios
fr: Boîte de vitesses
it: Riduttore

source: Grip
es: Agarre
fr: Adhérence
it: Aderenza

# info_contents_driver
source: Driver Introduction F1 Clash Companion will help you to determine and prioritize driver and car upgrades. There are 3 screens. Easy Instructions: Click on the Drivers screen and the Car screen to enter your levels, cards and coins. Go to the Summary section on the Recommendations screen and it will list your best Short Term (ST) choices for game play. If possible, you should upgrade these choices immediately. As you continue playing, update your levels frequently and check back to the Recommendations screen for further guidance! More Details: 1. the Driver screen, lists the 20 drivers with their statistics, 2. the Car screen and 3. the Recommendations screen. Starting at the top left and going clockwise, the statistics are: CL= Current Level of the Driver ACa= number of Available Cards NCa= number of Needed Cards to upgrade to the next level PL= Possible Level of the Driver, using all the NCa CR= Current Rating which indicates the strength (0-100) of the Driver at the CL PR= Possible Rating which indicates the strength (0-100) of the Driver at the PL MR= Maximum Rating which indicates the highest strength possible for the Driver NCo= number of Needed Coins needed to upgrade to the PL. Start by clicking the screen to update the Drivers Current Level (CL) or Available Cards (ACa) or the Coins button to update the number of Available Coins (ACo). There also 6 Component Amplifiers sliders. You can vary these amplifiers to customize your racing requirements. As an example, you may wish to find the best Wet Weather driver you have with the best Consistency. All other statistics are calculated using Artificial Intelligence based algorithms.
de: Pilot Einführung F1 Clash Companion hilft Ihnen, Fahrer- und Auto-Upgrades zu bestimmen und zu priorisieren. Es gibt 3 Bildschirme. Einfache Anleitung: Klicken Sie auf den Fahrerbildschirm und den Autobildschirm, um Ihre Levels, Karten und Münzen einzugeben. Gehen Sie zum Abschnitt „Zusammenfassung“ auf dem Bildschirm „Empfehlungen“. Dort werden Ihre besten Kurz-Ziele (KZ)-Optionen für das Spiel aufgeführt. Wenn möglich, sollten Sie diese Optionen sofort aktualisieren. Aktualisieren Sie während des Spiels regelmäßig Ihre Levels und schauen Sie für weitere Anleitungen zum Bildschirm „Empfehlungen“ zurück! Mehr Details: 1. der Fahrerbildschirm, listet die 20 Fahrer mit ihren Statistiken auf, 2. der Autobildschirm und 3. den Bildschirm „Empfehlungen“. Beginnend oben links und im Uhrzeigersinn, sind die Statistiken: CL= Aktueller Level des Treibers ACa= Anzahl verfügbarer Karten NCa = Anzahl der benötigten Karten (NCa) zum Upgrade auf die nächste Stufe PL = Mögliches Level des Fahrers, unter Verwendung aller NCa CR= Current Rating (CR) gibt die Stärke (0-100) des Fahrers beim CL an PR = Mögliche Bewertung (PR), die die Stärke (0-100) des Fahrers beim PL angibt MR = Maximale Bewertung (MR), die die höchstmögliche Stärke für den Fahrer angibt NCo= Anzahl benötigter Coins (NCo), die für ein Upgrade auf PL benötigt werden Klicken Sie zunächst auf den Bildschirm, um den aktuellen Stand des Fahrers (CL) oder die verfügbaren Karten (ACa) zu aktualisieren, oder auf die Schaltfläche Münzen, um die Anzahl der verfügbaren Münzen (ACo) zu aktualisieren. Es gibt auch 6 Komponentenverstärker-Schieberegler. Sie können diese Verstärker variieren, um Ihre Rennanforderungen anzupassen. Beispielsweise möchten Sie vielleicht den besten Regenwettertreiber mit der besten Konsistenz finden. Alle anderen Statistiken werden mit auf künstlicher Intelligenz basierenden Algorithmen berechnet.
es: Introducción Piloto F1 Clash Companion lo ayudará a determinar y priorizar las actualizaciones de conductores y automóviles. Hay 3 pantallas. Instrucciones fáciles: Haga clic en la pantalla de Conductores y en la pantalla de Automóviles para ingresar sus niveles, tarjetas y monedas. Vaya a la sección Resumen en la pantalla Recomendaciones y aparecerá una lista de sus mejores opciones a corto plazo (CP) para jugar. Si es posible, debe actualizar estas opciones de inmediato. A medida que continúa jugando, actualice sus niveles con frecuencia y vuelva a consultar la pantalla Recomendaciones para obtener más orientación. Más detalles: 1. la pantalla Driver, lista los 20 drivers con sus estadísticas, 2. la pantalla Coche y 3. la pantalla de Recomendaciones. Comenzando en la parte superior izquierda y en el sentido de las agujas del reloj, las estadísticas son: CL= Nivel Actual del Conductor ACa= número de Tarjetas Disponibles NCa= número de tarjetas necesarias (NCa) para pasar al siguiente nivel PL= Nivel Posible del Conductor, utilizando todas las NCa CR = Calificación actual (CR) que indica la fuerza (0-100) del controlador en el CL PR= Valoración Posible (PR) que indica la fuerza (0-100) del Driver en el PL MR = Calificación máxima (MR) que indica la fuerza más alta posible para el controlador NCo= número de monedas necesarias (NCo) necesarias para actualizar a PL Comience haciendo clic en la pantalla para actualizar el nivel actual de los conductores (CL) o las tarjetas disponibles (ACa) o el botón Monedas para actualizar la cantidad de monedas disponibles (ACo). También hay 6 controles deslizantes de amplificadores de componentes. Puede variar estos amplificadores para personalizar sus requisitos de carrera. Como ejemplo, es posible que desee encontrar el mejor controlador para clima húmedo que tenga con la mejor consistencia. Todas las demás estadísticas se calculan utilizando algoritmos basados en inteligencia artificial.
fr: Présentation Pilote F1 Clash Companion vous aidera à déterminer et à hiérarchiser les mises à niveau des pilotes et des voitures. Il y a 3 écrans. Instructions faciles: Cliquez sur l'écran Pilotes et l'écran Voiture pour entrer vos niveaux, cartes et pièces. Accédez à la section Résumé de l'écran Recommandations et elle répertoriera vos meilleurs choix à court terme (CT) pour le jeu. Si possible, vous devez mettre à niveau ces choix immédiatement. Pendant que vous continuez à jouer, mettez à jour vos niveaux fréquemment et revenez à l'écran Recommandations pour plus d'informations! Plus de détails: 1. l'écran Pilote, liste les 20 pilotes avec leurs statistiques, 2. l'écran Voiture et 3. l'écran Recommandations. En commençant en haut à gauche et dans le sens des aiguilles d'une montre, les statistiques sont: NA = Niveau Actuel du pilote CaD= nombre de Cartes Disponibles CaN = nombre de Cartes Nécessaires (NCa) pour passer au niveau suivant NP= Niveau Possible du Conducteur, en utilisant tous les CaN NA = Note Actual qui indique la force (0-100) du pilote au NA ÉP= Évaluation Possible qui indique la force (0-100) du Driver au NP MR = Note Maximale qui indique la plus grande force possible pour le pilote PN = nombre de Pièces nécessaires Nécessaires pour passer au NP Commencez par cliquer sur l'écran pour mettre à jour le Niveau Actuel des pilotes (NA) ou les Cartes Disponibles (CaD) ou le bouton Pièces pour mettre à jour le nombre de Pièces Disponibles (PDi). Il y a aussi 6 curseurs d'amplificateurs de composants. Vous pouvez varier ces amplificateurs pour personnaliser vos besoins de course. Par exemple, vous souhaiterez peut-être trouver le meilleur pilote quand il pluie que vous avez avec la meilleure cohérence. Toutes les autres statistiques sont calculées à l'aide d'algorithmes basés sur l'intelligence artificielle.
it: Introduzione Pilota F1 Clash Companion ti aiuterà a determinare e dare priorità agli aggiornamenti del conducente e dell'auto. Ci sono 3 schermi. Istruzioni facili: Fai clic sulla schermata Piloti e sulla schermata Auto per inserire i tuoi livelli, carte e monete. Vai alla sezione Riepilogo nella schermata Raccomandazioni ed elencherà le tue migliori scelte a breve termine (BT) per il gioco. Se possibile, dovresti aggiornare queste scelte immediatamente. Mentre continui a giocare, aggiorna frequentemente i tuoi livelli e torna alla schermata Consigli per ulteriori indicazioni! Più dettagli: 1. la schermata Pilota, elenca i 20 piloti con le loro statistiche, 2. la schermata Auto e 3. la schermata Raccomandazioni. Partendo in alto a sinistra e procedendo in senso orario, le statistiche sono: CL= Livello attuale del driver ACa= numero di Carte Disponibili NCa= numero di carte necessarie (NCa) per passare al livello successivo PL= Possibile Livello del Driver, utilizzando tutte le NCa CR= Current Rating (CR) che indica la forza (0-100) del Pilota al CL PR= Possibile Rating (PR) che indica la forza (0-100) del Pilota al PL MR= Maximum Rating (MR) che indica la massima forza possibile per il Pilota NCo= numero di monete necessarie (NCo) necessarie per l'aggiornamento al PL Inizia facendo clic sullo schermo per aggiornare il livello corrente del conducente (CL) o le carte disponibili (ACa) o il pulsante Monete per aggiornare il numero di monete disponibili (ACo). Ci sono anche 6 cursori per amplificatori di componenti. Puoi variare questi amplificatori per personalizzare le tue esigenze di corsa. Ad esempio, potresti voler trovare il miglior driver Wet Weather che hai con la migliore coerenza. Tutte le altre statistiche sono calcolate utilizzando algoritmi basati sull'intelligenza artificiale.

# info_contents_part
source: Components Introduction F1 Clash Companion will help you to determine and prioritize driver and car upgrades. There are 3 screens. Easy Instructions: Click on the Drivers screen and the Car screen to enter your levels, cards and coins. Go to the Summary section on the Recommendations screen and it will list your best Short Term (ST) choices for game play. If possible, you should upgrade these choices immediately. As you continue playing, update your levels frequently and check back to the Recommendations screen for further guidance! More Details: 1. the Driver screen, 2. the Car screen, which lists the 42 parts with their statistics and 3. the Recommendations screen. Starting at the top left and going clockwise, the statistics are: CL= Current Level of the Part ACa= number of Available Cards NCa= number of Needed Cards (NCa)to upgrade to the next level PL= Possible Level of the Part, using all the NCa CR= Current Rating (CR) which indicates the strength (0-100) of the Part at the CL PR= Possible Rating (PR) which indicates the strength (0-100) of the Part at the PL MR= Maximum Rating (MR) which indicates the highest strength possible for the Part NCo= number of Needed Coins (NCo) needed to upgrade to the PL Start by clicking the screen to update the Parts Current Level (CL) or Available Cards (ACa) or the Coins button to update the number of Available Coins (ACo). There also 4 Component Amplifiers sliders. You can vary these amplifiers to customize your racing requirements. As an example, you may wish to find the best Aerodynamic Front Wing part you have with the most reliability. All other statistics are calculated using Artificial Intelligence based algorithms.
de: F1 Clash Companion hilft Ihnen, Fahrer- und Auto-Upgrades zu bestimmen und zu priorisieren. Es gibt 3 Bildschirme. Einfache Anleitung: Klicken Sie auf den Fahrerbildschirm und den Autobildschirm, um Ihre Levels, Karten und Münzen einzugeben. Gehen Sie zum Abschnitt „Zusammenfassung“ auf dem Bildschirm „Empfehlungen“. Dort werden Ihre besten Kurz-Ziele (KZ)-Optionen für das Spiel aufgeführt. Wenn möglich, sollten Sie diese Optionen sofort aktualisieren. Aktualisieren Sie während des Spiels regelmäßig Ihre Levels und schauen Sie für weitere Anleitungen zum Bildschirm „Empfehlungen“ zurück! Mehr Details: 1. der Treiberbildschirm, 2. der Auto-Bildschirm, der die 42 Teile mit ihren Statistiken auflistet und 3. den Bildschirm „Empfehlungen“. Beginnend oben links und im Uhrzeigersinn, sind die Statistiken: CL= Aktueller Pegel des Teils ACa= Anzahl verfügbarer Karten NCa = Anzahl der benötigten Karten (NCa) zum Upgrade auf die nächste Stufe PL = Mögliches Niveau des Teils, unter Verwendung aller NCa CR= Aktuelle Bewertung (CR), die die Stärke (0-100) des Teils beim CL angibt PR = Mögliche Bewertung (PR), die die Stärke (0-100) des Teils beim PL angibt MR = Maximale Bewertung (MR), die die höchstmögliche Festigkeit für das Teil angibt NCo= Anzahl benötigter Coins (NCo), die für ein Upgrade auf PL benötigt werden Klicken Sie zunächst auf den Bildschirm, um den aktuellen Stand der Teile (CL) oder die verfügbaren Karten (ACa) zu aktualisieren, oder auf die Schaltfläche Münzen, um die Anzahl der verfügbaren Münzen (ACo) zu aktualisieren. Es gibt auch 4 Komponentenverstärker-Schieberegler. Sie können diese Verstärker variieren, um Ihre Rennanforderungen anzupassen. Beispielsweise möchten Sie vielleicht das beste aerodynamische Frontflügelteil mit der größten Zuverlässigkeit finden, das Sie haben. Alle anderen Statistiken werden mit auf künstlicher Intelligenz basierenden Algorithmen berechnet.
es: F1 Clash Companion lo ayudará a determinar y priorizar las actualizaciones de conductores y automóviles. Hay 3 pantallas. Instrucciones fáciles: Haga clic en la pantalla de Conductores y en la pantalla de Automóviles para ingresar sus niveles, tarjetas y monedas. Vaya a la sección Resumen en la pantalla Recomendaciones y aparecerá una lista de sus mejores opciones a corto plazo (CP) para jugar. Si es posible, debe actualizar estas opciones de inmediato. A medida que continúa jugando, actualice sus niveles con frecuencia y vuelva a consultar la pantalla Recomendaciones para obtener más orientación. Más detalles: 1. la pantalla del controlador, 2. la pantalla Coche, que enumera las 42 piezas con sus estadísticas y 3. la pantalla de Recomendaciones. Comenzando en la parte superior izquierda y en el sentido de las agujas del reloj, las estadísticas son: CL= Nivel Actual de la Parte ACa= número de Tarjetas Disponibles NCa= número de tarjetas necesarias (NCa) para pasar al siguiente nivel PL= Nivel Posible de la Pieza, utilizando todas las NCa CR = Clasificación actual (CR) que indica la fuerza (0-100) de la parte en el CL PR= Valoración posible (PR) que indica la fuerza (0-100) de la pieza en el PL MR= Clasificación máxima (MR) que indica la mayor resistencia posible para la pieza NCo= número de monedas necesarias (NCo) necesarias para actualizar a PL Comience haciendo clic en la pantalla para actualizar el nivel actual de piezas (CL) o las tarjetas disponibles (ACa) o el botón Monedas para actualizar el número de monedas disponibles (ACo). También hay 4 controles deslizantes de amplificadores de componentes. Puede variar estos amplificadores para personalizar sus requisitos de carrera. Como ejemplo, es posible que desee encontrar la mejor parte del alerón delantero aerodinámico que tenga con la mayor confiabilidad. Todas las demás estadísticas se calculan utilizando algoritmos basados en inteligencia artificial.
fr: F1 Clash Companion vous aidera à déterminer et à hiérarchiser les mises à niveau des pilotes et des voitures. Il y a 3 écrans. Instructions faciles: Cliquez sur l'écran Pilotes et l'écran Voiture pour entrer vos niveaux, cartes et pièces. Accédez à la section Résumé de l'écran Recommandations et elle répertoriera vos meilleurs choix à court terme (CT) pour le jeu. Si possible, vous devez mettre à niveau ces choix immédiatement. Pendant que vous continuez à jouer, mettez à jour vos niveaux fréquemment et revenez à l'écran Recommandations pour plus d'informations! Plus de détails: 1. l'écran Pilote, 2. l'écran Voiture qui liste les 42 pièces avec leurs statistiques et 3. l'écran Recommandations. En commençant en haut à gauche et dans le sens des aiguilles d'une montre, les statistiques sont: NA = Niveau Actuel du pilote CaD= nombre de Cartes Disponibles CaN = nombre de Cartes Nécessaires (NCa) pour passer au niveau suivant NP= Niveau Possible du Conducteur, en utilisant tous les CaN NA = Note Actual qui indique la force (0-100) du pilote au NA ÉP= Évaluation Possible qui indique la force (0-100) du Driver au NP MR = Note Maximale qui indique la plus grande force possible pour le pilote PN = nombre de Pièces nécessaires Nécessaires pour passer au NP Commencez par cliquer sur l'écran pour mettre à jour le Niveau Actuel des pièces (NA) ou les Cartes Disponibles (CaD) ou le bouton Pièces pour mettre à jour le nombre de Pièces Disponibles (PDi). Il y a aussi 4 curseurs d'amplificateurs de composants. Vous pouvez varier ces amplificateurs pour personnaliser vos besoins de course. Par exemple, vous souhaiterez peut-être trouver la meilleure pièce d'aile avant aérodynamique dont vous disposez avec la plus grande fiabilité. Toutes les autres statistiques sont calculées à l'aide d'algorithmes basés sur l'intelligence artificielle.
it: F1 Clash Companion ti aiuterà a determinare e dare priorità agli aggiornamenti del conducente e dell'auto. Ci sono 3 schermi. Istruzioni facili: Fai clic sulla schermata Piloti e sulla schermata Auto per inserire i tuoi livelli, carte e monete. Vai alla sezione Riepilogo nella schermata Raccomandazioni ed elencherà le tue migliori scelte a breve termine (BT) per il gioco. Se possibile, dovresti aggiornare queste scelte immediatamente. Mentre continui a giocare, aggiorna frequentemente i tuoi livelli e torna alla schermata Consigli per ulteriori indicazioni! Più dettagli: 1. la schermata del conducente, 2. la schermata Auto, che elenca le 42 parti con le loro statistiche e 3. la schermata Raccomandazioni. Partendo in alto a sinistra e procedendo in senso orario, le statistiche sono: CL= Livello attuale della parte ACa= numero di Carte Disponibili NCa= numero di carte necessarie (NCa) per passare al livello successivo PL= Possibile Livello del Pezzo, utilizzando tutte le NCa CR= Current Rating (CR) che indica la forza (0-100) della parte al CL PR= Possibile Rating (PR) che indica la forza (0-100) della Parte al PL MR= Maximum Rating (MR) che indica la massima resistenza possibile per la parte NCo= numero di monete necessarie (NCo) necessarie per l'aggiornamento al PL Inizia facendo clic sullo schermo per aggiornare il livello corrente delle parti (CL) o le carte disponibili (ACa) o il pulsante Monete per aggiornare il numero di monete disponibili (ACo). Ci sono anche 4 cursori per amplificatori di componenti. Puoi variare questi amplificatori per personalizzare le tue esigenze di corsa. Ad esempio, potresti voler trovare la migliore parte aerodinamica dell'ala anteriore che hai con la massima affidabilità. Tutte le altre statistiche sono calcolate utilizzando algoritmi basati sull'intelligenza artificiale.
