Repository: DHJ1827/F1CC_4
Catalog: F1CC_4/*.lproj/Localizable.strings
Languages: de, es, fr, it

# info_contents_recs
source: Recommendations Introuction F1 Clash Companion will help you to determine and prioritize driver and car upgrades. There are 3 screens. Easy Instructions: Click on the Drivers screen and the Car screen to enter your levels, cards and coins. Go to the Summary section on the Recommendations screen and it will list your best Short Term (ST) choices for game play. If possible, you should upgrade these choices immediately. As you continue playing, update your levels frequently and check back to the Recommendations screen for further guidance! More Details: 1. the Driver screen, 2. the Car screen and 3. the Recommendations screen, which lists the shot term (ST), medium term (MT) and long term (LT) recommendations for the drivers and the parts. The top half of the screen lists all recommendations in a table. The bottom half of the screen provides detailed statistics and upgrade requirements for all drivers and parts. In addition to the statistics from the Driver and Car screen, there are 2 new ones: IU= Immediate Upgrade which indicates a priority short term recommendation TL= Target Level which indicates the level that will be reached once the recommended driver or part obtains the needed cards and coins
de: F1 Clash Companion hilft Ihnen, Fahrer- und Auto-Upgrades zu bestimmen und zu priorisieren. Es gibt 3 Bildschirme. Einfache Anleitung: Klicken Sie auf den Fahrerbildschirm und den Autobildschirm, um Ihre Levels, Karten und Münzen einzugeben. Gehen Sie zum Abschnitt „Zusammenfassung“ auf dem Bildschirm „Empfehlungen“. Dort werden Ihre besten Kurz-Ziele (KZ)-Optionen für das Spiel aufgeführt. Wenn möglich, sollten Sie diese Optionen sofort aktualisieren. Aktualisieren Sie während des Spiels regelmäßig Ihre Levels und schauen Sie für weitere Anleitungen zum Bildschirm „Empfehlungen“ zurück! Mehr Details: 1. der Treiberbildschirm, 2. der Autobildschirm und 3. Der Bildschirm „Empfehlungen“, der die Empfehlungen für Schusszeit (KZ), mittelfristig (MZ) und langfristig (LZ) für die Treiber und Teile auflistet. In der oberen Hälfte des Bildschirms werden alle Empfehlungen in einer Tabelle aufgelistet. Die untere Hälfte des Bildschirms bietet detaillierte Statistiken und Upgrade-Anforderungen für alle Treiber und Teile. Zusätzlich zu den Statistiken aus dem Fahrer- und Autobildschirm gibt es 2 neue: IU = sofortiges Upgrade, was auf eine vorrangige kurzfristige Empfehlung hinweist TL = Ziellevel, das das Level angibt, das erreicht wird, sobald der empfohlene Fahrer oder Teil die benötigten Karten und Münzen erhält
es: F1 Clash Companion lo ayudará a determinar y priorizar las actualizaciones de conductores y automóviles. Hay 3 pantallas. Instrucciones fáciles: Haga clic en la pantalla de Conductores y en la pantalla de Automóviles para ingresar sus niveles, tarjetas y monedas. Vaya a la sección Resumen en la pantalla Recomendaciones y aparecerá una lista de sus mejores opciones a corto plazo (CP) para jugar. Si es posible, debe actualizar estas opciones de inmediato. A medida que continúa jugando, actualice sus niveles con frecuencia y vuelva a consultar la pantalla Recomendaciones para obtener más orientación. Más detalles: 1. la pantalla del controlador, 2. la pantalla Coche y 3. la pantalla Recomendaciones, que enumera las recomendaciones a plazo (CP), plazo medio (MP) y plazo largo (LP) para los controladores y las piezas. La mitad superior de la pantalla enumera todas las recomendaciones en una tabla. La mitad inferior de la pantalla proporciona estadísticas detalladas y requisitos de actualización para todos los controladores y piezas. Además de las estadísticas de la pantalla Conductor y Coche, hay 2 nuevas: IU = Actualización inmediata que indica una recomendación prioritaria a corto plazo TL = Nivel objetivo que indica el nivel que se alcanzará una vez que el conductor recomendado o parte obtenga las tarjetas y monedas necesarias
fr: F1 Clash Companion vous aidera à déterminer et à hiérarchiser les mises à niveau des pilotes et des voitures. Il y a 3 écrans. Instructions faciles: Cliquez sur l'écran Pilotes et l'écran Voiture pour entrer vos niveaux, cartes et pièces. Accédez à la section Résumé de l'écran Recommandations et elle répertoriera vos meilleurs choix à court terme (CT) pour le jeu. Si possible, vous devez mettre à niveau ces choix immédiatement. Pendant que vous continuez à jouer, mettez à jour vos niveaux fréquemment et revenez à l'écran Recommandations pour plus d'informations! Plus de détails: 1. l'écran Pilote, 2. l'écran Voiture et 3. l'écran Recommandations, qui répertorie les recommandations à court terme (CT), à moyen terme (MT) et à long terme (LT) pour les pilotes et les pièces. La moitié supérieure de l'écran répertorie toutes les recommandations dans un tableau. La moitié inférieure de l'écran fournit des statistiques détaillées et les exigences de mise à niveau pour tous les pilotes et pièces. En plus des statistiques de l'écran Conducteur et Voiture, il y en a 2 nouvelles : UI= Mise à niveau immédiate qui indique une recommandation prioritaire à court terme TL = Niveau cible qui indique le niveau qui sera atteint une fois que le conducteur ou la pièce recommandée aura obtenu les cartes et les pièces nécessaires
it: F1 Clash Companion ti aiuterà a determinare e dare priorità agli aggiornamenti del conducente e dell'auto. Ci sono 3 schermi. Istruzioni facili: Fai clic sulla schermata Piloti e sulla schermata Auto per inserire i tuoi livelli, carte e monete. Vai alla sezione Riepilogo nella schermata Raccomandazioni ed elencherà le tue migliori scelte a breve termine (BT) per il gioco. Se possibile, dovresti aggiornare queste scelte immediatamente. Mentre continui a giocare, aggiorna frequentemente i tuoi livelli e torna alla schermata Consigli per ulteriori indicazioni! Più dettagli: 1. la schermata del conducente, 2. la schermata Auto e 3. la schermata Raccomandazioni, che elenca le raccomandazioni a termine (BT), a medio termine (MT) ea lungo termine (LT) per i piloti e le parti. La metà superiore dello schermo elenca tutti i consigli in una tabella. La metà inferiore dello schermo fornisce statistiche dettagliate e requisiti di aggiornamento per tutti i driver e le parti. Oltre alle statistiche della schermata Conducente e Auto, ce ne sono 2 nuove: IU= Upgrade immediato che indica una raccomandazione prioritaria a breve termine TL= Livello target che indica il livello che verrà raggiunto una volta che il pilota o la parte consigliati avrà ottenuto le carte e le monete necessarie

# intro
source: For the initial set-up: 1. Click on the drivers below and enter your values from the game. 2. Go to the Car screen and click on the parts to enter your values from the game. 3. Press the Info button at the top right to learn about the definitions of calculated values. 4. Go to the Recommendations screen.
de: Für die Ersteinrichtung: 1. Klicken Sie unten auf die Fahrer und geben Sie Ihre Werte aus dem Spiel ein. 2. Gehen Sie zum Auto-Bildschirm und klicken Sie auf die Teile, um Ihre Werte aus dem Spiel einzugeben. 3. Drücken Sie die Info-Schaltfläche oben rechts, um mehr über die Definitionen der berechneten Werte zu erfahren. 4. Gehen Sie zum Bildschirm „Empfehlungen.
es: Nivel
fr: Pour la configuration initiale : 1. Cliquez sur les pilotes ci-dessous et entrez vos valeurs du jeu. 2. Allez sur l'écran Voiture et cliquez sur les pièces pour entrer vos valeurs du jeu. 3. Appuyez sur le bouton Info en haut à droite pour en savoir plus sur les définitions des valeurs calculées. 4. Accédez à l'écran Recommandations.
it: Per la configurazione iniziale: 1. Fai clic sui driver di seguito e inserisci i tuoi valori dal gioco. 2. Vai alla schermata dell'auto e fai clic sulle parti per inserire i tuoi valori dal gioco. 3. Premere il pulsante Info in alto a destra per conoscere le definizioni dei valori calcolati. 4. Vai alla schermata Raccomandazioni.

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda

source: Level
de: Stufe
es: Nivel
fr: Niveau
it: Livello

source: Long Term
de: Langfristige Ziele
es: Largo Termino
fr: Long Terme
it: Lungo Termine

# LT_recs
source: LT: Long Term
de: LZ: Langfristige Ziele
es: LT: Largo Termino

source: Maximum Rating
de: Bestwertung
es: Calificación máxima
fr: Note maximale
it: Punteggio massimo

source: Medium Term
de: Mittel-Ziele
es: Término Medio
fr: Moyen Terme
it: Medio Termine

source: MR
de: Be
es: CM
fr: NM
it: PM

source: MT
de: MZ
es: TM

# MT_recs
source: MT: Medium Term
de: MZ: Mittel-Ziele
es: TM: Término Medio

source: Name
es: Nombre
fr: Nom
it: Nome

source: NCa
de: BKa
es: TaN
fr: CaN
it: CaN

source: NCo
de: BMu
es: MoN
fr: PiN
it: MoN

source: Needed Cards
de: Benötigte Karten
es: Tarjetas necesarias
fr: Cartes nécessaires
it: Carte necessarie

source: Needed Coins
de: Benötigte Münzen
es: Monedas Necesarias
fr: Pièces nécessaires
it: Monete Necessarie

source: None
de: Keiner
es: Ninguno
fr: Rien
it: Nessuno

source: Number of coins
de: Anzahl Münzen
es: Número de monedas
fr: Nombre de pièces
it: Numero di monete:

# numberCoins
source: Number of Coins:
de: Anzahl Münzen
es: Número de monedas:
fr: Nombre de pièces:
it: Numero di monete:

source: Overtaking
de: Überholvorgang
es: Adelantamiento
fr: Dépassement
it: Sorpasso

source: Pit Stop Time: %@
de: Durchschnittliche Zeit für PS: %@
es: Tiempo de parada en boxes: %@

source: PL
de: MS
es: NP
fr: NP
it: LP

source: Possible Level
de: Mögliches Stufe
es: Nivel posible
fr: Niveau possible
it: Livello possibile

source: Possible Rating
de: Mögliche Bewertung
es: Calificación posible
fr: Évaluation possible
it: Valutazione possibile

source: Power
de: Leistung
es: Potecia
fr: Puissance
it: Potenza

source: PR
de: MB
es: CP
fr: ÉP
it: VP

source: Rare
de: Selten
es: Extraño
it: Raro

source: Rear Wing
de: Heckflügel
es: Alerón trasera
fr: Aileron arrière
it: Ala posteriore

source: Recommendations
de: Empfehlungen
es: Recomendaciones

source: Reliability
de: Zuverlässigker
es: Fiabilidad
fr: Fiabilité
it: Affidabilità

# rememberRecs
source: Remember to immediately run Recommendations after changing any driver's or component's cards or coins values!
de: Denken Sie daran, Empfehlungen sofort auszuführen, nachdem Sie die Karten- oder Münzwerte eines Fahrers oder einer Komponente geändert haben!
es: ¡Recuerde ejecutar Recomendaciones inmediatamente después de cambiar los valores de monedas o tarjetas de cualquier conductor o componente!
fr: N'oubliez pas d'exécuter immédiatement les recommandations après avoir modifié les valeurs des cartes ou des pièces d'un conducteur ou d'un composant !
it: Ricordati di eseguire immediatamente le raccomandazioni dopo aver modificato i valori delle carte o delle monete di qualsiasi pilota o componente!

# resultsLine1
source: CL ACa / NCa PL
de: AS VKa / BKa MS
es: NA TaD / TaN NP
fr: NA CsD / CaN NP
it: LA CaD / CaN LP

# resultsLine4B
source: CR PR
de: AB MB
es: VA CP
fr: CR ÉP
it: VA VP

# resultsLine4D
source: CR MR PR
de: AB Be MB
es: VA CM CP
fr: NA NM ÉP
it: VA PM VP

source: Short Term
de: Kurz-Ziele
es: Término Corto
fr: Court Terme
it: Breve Termine

source: ST
de: KZ
es: TC
fr: CT
it: BT

# ST_recs
source: ST: Short Term
de: KZ: Kurz-Ziele
es: TC: Término Corto

source: Summary
de: Zusammenfassung
es: Resumen
fr: Sommaire
it: Riepilogo

source: Suspension
es: Suspensión
it: Sospensione

source: Tire Management
de: Reifen-Management
es: Gestión de neumáticos
fr: Gestion des pneus
it: Gestione delle gomme

source: to Level
de: auf Stufe
es: a nivel
fr: à niveau
it: livellare

source: TL
de: ZN
es: NO
fr: NV
it: LD

source: TR
de: ZB
es: CO
fr: NC
it: VO

source: Update driver stats:
de: Treiberstatistiken aktualisieren
es: Actualizar estadísticas del conductor:
fr: Mettre à jour les statistiques des pilotes:
it: aggiornare le statistiche del pilota

# updatePartStats
source: Update car stats:
de: Rennwagenstatistik aktualisieren:
es: Actualizar estadísticas de autos de carrera
fr: Mettre à jour les statistiques des voitures de course
it: Aggiornare le statistiche delle auto da corsa:

source: Wet Weather Ability
de: Können bei Nässe
es: Capacidad para clima húmedo
fr: Performance sous la pluie
it: Abilità in caso di pioggia

source: Aero
fr: Aérodynamique
it: Aerodinamica

source: IU
de: SU
fr: NI
it: AI

source: LT
de: LZ

# resultRecs1
source: Name CL CR PL ACa ACo
de: Name AS AB MS VKa VMu

# resultRecs2
source: PL PR MR NCa NCo
de: MS MB Be BKa BMu
